{"dokumententitel":0,"bildungsplan":1,"mathematik":2,"gymnasium":3,"sekundarstufe":4,"hamburg":5,"beschreibung":6,"des":7,"visuellen":8,"inhalts":9,"die":10,"seite":11,"zeigt":12,"eine":13,"lehrplanseite":14,"für":15,"das":16,"fach":17,"ist":18,"verschiedene":19,"abschnitte":20,"unterteilt":21,"durch":22,"überschriften":23,"und":24,"farbige":25,"balken":26,"voneinander":27,"abgegrenzt":28,"sind":29,"weißer":30,"schrift":31,"auf":32,"dunkelblauem":33,"oder":34,"rotem":35,"hintergrund":36,"geschrieben":37,"enthalten":38,"mischung":39,"aus":40,"text":41,"tabellen":42,"aufzählungspunkten":43,"es":44,"gibt":45,"keine":46,"fotos":47,"diagramme":48,"der":49,"ocr":50,"transkription":51,"kontexten":52,"rechnen":53,"anteil":54,"teil":55,"ganzes":56,"bild":57,"angeben":58,"von":59,"größen":60,"mengen":61,"bestimmen":62,"beitrag":63,"zur":64,"leitperspektive":65,"ein":66,"zentraler":67,"werk":68,"begriff":69,"gerechtigkeit":70,"dieses":71,"modul":72,"bietet":73,"sich":74,"dafür":75,"mit":76,"schülern":77,"über":78,"gerechte":79,"verteilungen":80,"zu":81,"sprechen":82,"lässt":83,"alltaglich":84,"einfangen":85,"aufteilungen":86,"schokoladentafeln":87,"usw":88,"vergleiche":89,"aber":90,"auch":91,"fragen":92,"wie":93,"gerechter":94,"jeder":95,"euro":96,"klassenkasse":97,"seines":98,"taschengelds":99,"leitidee":100,"zahl":101,"operation":102,"positive":103,"zahlen":104,"dezimalschreibweise":105,"übergreifend":106,"leitperspektiven":107,"sprachbildung":108,"einführung":109,"positiver":110,"rationaler":111,"wird":112,"kernidee":113,"immer":114,"feiner":115,"messens":116,"verfolgt":117,"dabei":118,"kann":119,"angeschaufelt":120,"am":121,"zahlenstrahl":122,"als":123,"einer":124,"maßband":125,"fortsetzung":126,"10er":127,"bündelungsidee":128,"feinere":129,"unterteilung":130,"erarbeitet":131,"werden":132,"damit":133,"möglichkeit":134,"reins":135,"rauszoomens":136,"zurückgegriffen":137,"zahldarstellung":138,"entspricht":139,"dies":140,"erweiterung":141,"stellenwerttafel":142,"nach":143,"rechts":144,"beim":145,"operationsverständnis":146,"dezimalzahlen":147,"bleiben":148,"grundvorstellungen":149,"addition":150,"subtraktion":151,"denen":152,"natürlichen":153,"identisch":154,"den":155,"alltaglichen":156,"umgang":157,"geldbeträgen":158,"hier":159,"gut":160,"um":161,"fehler":162,"spätern":163,"vermeiden":164,"sollte":165,"schriftlichen":166,"addieren":167,"subtrahieren":168,"formulierungen":169,"komma":170,"unter":171,"verzichtet":172,"stellensprechweise":173,"etwa":174,"zehner":175,"zehntel":176,"zahlvorstellungen":177,"stellenwertsystems":178,"darstellung":179,"zahlenstahl":180,"ordnen":181,"vergleichen":182,"runden":183,"zahloperationen":184,"verschiedenen":185,"darstellungen":186,"schriftlich":187,"im":188,"stellenwertsystem":189,"rechenalgorithmus":190,"schreiben":191,"zum":192,"erweiterten":193,"können":194,"kurze":195,"erklärvideos":196,"erstellt":197,"darüber":198,"hinaus":199,"sollen":200,"rechenverfahren":201,"algorithmen":202,"thematisiert":203,"dazu":204,"vorgehen":205,"strukturierter":206,"texten":207,"dargestellt":208,"fachbezogen":209,"prozessbezogene":210,"kompetenzen":211,"k2":212,"k5":213,"k6":214,"digitale":215,"inhaltsbezogene":216,"l1":217,"fachbegriffe":218,"hundertstel":219,"stelle":220,"fachinterne":221,"bezüge":222,"11":223,"14":224,"50":225,"dieser":226,"lehrplan":227,"jahrgangsstufen":228,"bis":229,"10":230,"gymnasiums":231,"abgebildet":232,"besteht":233,"einem":234,"großen":235,"textblock":236,"kerncurriculum":237,"beschreibt":238,"einfachen":239,"schwarzen":240,"schriftart":241,"enthält":242,"seitennummer":243,"43":244,"unten":245,"sehen":246,"inhalte":247,"folgenden":248,"seiten":249,"unterrichtsmodule":250,"doppeljahrgänge":251,"ausgewiesen":252,"innerhalb":253,"eines":254,"doppeljahrgangs":255,"anderer":256,"reihenfolge":257,"doppeljahr":258,"angegebenen":259,"spiralcurricular":260,"angelegt":261,"mathematischen":262,"leitideen":263,"doppeljahrgangsstufe":264,"erneut":265,"aufgegriffen":266,"aufbauend":267,"inhaltlich":268,"erweitert":269,"vertieft":270,"zusätzlich":271,"nicht":272,"explizit":273,"ausgewiesene":274,"phasen":275,"üben":276,"vertiefen":277,"einzufügen":278,"einerseits":279,"verständnislücken":280,"geschlossen":281,"routinen":282,"entwickelt":283,"andererseits":284,"produktive":285,"aufgaben":286,"neue":287,"zusammenhänge":288,"entdeckt":289,"heterogenität":290,"lerngruppen":291,"gleichermaßen":292,"herausforderung":293,"chance":294,"binnen":295,"differenzierende":296,"aufgabenstellungen":297,"offene":298,"blütengaben":299,"ermöglichen":300,"auseinandersetzung":301,"lerngruppe":302,"gemeinsamen":303,"thematik":304,"unterschiedlichen":305,"niveaus":306,"ggf":307,"allgemeinen":308,"besonderer":309,"bedeutung":310,"verständnisorientiertes":311,"lernen":312,"allen":313,"schülerinnen":314,"hilft":315,"herzustellen":316,"sowie":317,"häufige":318,"wechsel":319,"zwischen":320,"situationen":321,"alltag":322,"zuordnung":323,"modulen":324,"erfolgt":325,"beispielhaft":326,"entwickeln":327,"regel":328,"längere":329,"zeiträume":330,"themen":331,"hinweg":332,"einzelnen":333,"zugeordnet":334,"deutlich":335,"machen":336,"dass":337,"bei":338,"inhaltlichen":339,"planung":340,"berücksichtigt":341,"summe":342,"müssen":343,"alle":344,"gesamten":345,"verlauf":346,"betrachtet":347,"angemessen":348,"einen":349,"auszug":350,"allgemeinbildenden":351,"schulen":352,"inhalt":353,"drei":354,"spalten":355,"wobei":356,"linke":357,"mittlere":358,"spalte":359,"jeweils":360,"titel":361,"versehen":362,"rechte":363,"hat":364,"keinen":365,"sondern":366,"aufzählung":367,"punkten":368,"beinhaltet":369,"mindestanforderungen":370,"ende":371,"jahrgangsstufe":372,"tabelle":373,"lerninhalten":374,"ebenfalls":375,"übergang":376,"studienstufe":377,"beziehen":378,"analysieren":379,"interpretieren":380,"schiedliche":381,"funktionaler":382,"zusammen":383,"hänge":384,"lineare":385,"proportionale":386,"umgekehrt":387,"quadratische":388,"funktionen":389,"mithilfe":390,"digi":391,"taler":392,"mathematikwerkzeuge":393,"wenden":394,"insbesondere":395,"schreibung":396,"bearbeitung":397,"realitätsnahen":398,"prob":399,"lemen":400,"digitaler":401,"mathematikwerk":402,"zeuge":403,"beschreiben":404,"veränderungen":405,"sachzu":406,"sammenhängen":407,"mitels":408,"line":409,"verwendung":410,"digita":411,"ler":412,"problemen":413,"nutzen":414,"prozentrechnung":415,"wachstumsprozes":416,"sen":417,"beispielsweise":418,"zinsrechnung":419,"un":420,"ter":421,"tabellenkalkulation":422,"unterschei":423,"exponentielle":424,"wachstumsprozesse":425,"kennzeichnende":426,"merkmale":427,"funktio":428,"nen":429,"exponentialfunktionen":430,"form":431,"funktionsstern":432,"graphen":433,"wertetabelle":434,"stellen":435,"beziehungen":436,"her":437,"verwenden":438,"sinusfunktion":439,"sin":440,"periodi":441,"scher":442,"vorgänge":443,"lösen":444,"realitätsnahe":445,"probleme":446,"grafische":447,"bestim":448,"mung":449,"schnittpunkte":450,"linearer":451,"funkti":452,"onen":453,"einfache":454,"optimierungsprobleme":455,"grafisch":456,"rech":457,"nerisch":458,"21":459,"deutscher":460,"sprache":461,"verfasst":462,"mehrere":463,"unterschiedliche":464,"informationen":465,"oberen":466,"befindet":467,"textabschnitt":468,"thema":469,"darunter":470,"folgt":471,"daten":472,"statistiken":473,"rechten":474,"rand":475,"wichtige":476,"punkte":477,"hervorheben":478,"unteren":479,"weiterer":480,"zusammenfassung":481,"wichtigsten":482,"bne":483,"bedingt":484,"wahrnehmichkeiten":485,"neben":486,"vielen":487,"weiteren":488,"anwendungsbeispielen":489,"gerade":490,"medizin":491,"täglich":492,"relevanz":493,"sinnvoll":494,"schwangeren":495,"frauen":496,"hiv":497,"testen":498,"uns":499,"üblich":500,"bedeutet":501,"wenn":502,"screening":503,"befund":504,"auftaucht":505,"welchen":506,"bedingungen":507,"allgemeine":508,"vorsorge":509,"nachhaltigkeitsgesichtspunkten":510,"unverzichtbar":511,"diese":512,"ähnliche":513,"lassen":514,"mathematisch":515,"fundiert":516,"rahmen":517,"moduls":518,"diskutieren":519,"erkunden":520,"großer":521,"geht":522,"kommt":523,"man":524,"tabelleinkalkulationen":525,"herum":526,"sicherer":527,"diesen":528,"schult":529,"fähigkeit":530,"algorithmisch":531,"denken":532,"analytische":533,"vermögen":534,"auswertung":535,"messen":536,"ähnlichkeit":537,"12":538,"fachübergreifende":539,"beziege":540,"bk":541,"geo":542,"ähnlichkeitsbeziehungen":543,"grundlage":544,"vielfältiger":545,"menschen":546,"gestalteter":547,"phänomene":548,"zentral":549,"gleichbleibende":550,"längenverhältnisse":551,"formgleichen":552,"figuren":553,"körpern":554,"führen":555,"steigungen":556,"seitenverhältnisse":557,"rechteckstomaten":558,"bildformate":559,"16":560,"din":561,"formate":562,"ß2":563,"maßstäbe":564,"zootieren":565,"verkleinern":566,"hin":567,"smartphone":568,"bieten":569,"sinnstiftende":570,"anschauungen":571,"arbeiten":572,"vergößerungsfaktoren":573,"darauf":574,"achten":575,"genau":576,"vergößert":577,"bzw":578,"verkleinert":579,"längen":580,"flächen":581,"raummabe":582,"lohnt":583,"erfindung":584,"angaben":585,"dem":586,"strahlensätze":587,"bilden":588,"anschluss":589,"praxis":590,"anwendungen":591,"dreiecken":592,"lematuation":593,"geometrie":594,"gelände":595,"vermessung":596,"sogar":597,"kartierung":598,"schulgeländes":599,"wichtig":600,"schüler":601,"auswendig":602,"da":603,"identifizierung":604,"einander":605,"entsprechenden":606,"ähnlichen":607,"ergeben":608,"skalierung":609,"kongruenz":610,"skalierungsstufen":611,"strecken":612,"funktionale":613,"betrachtung":614,"anderung":615,"flächeninhalten":616,"volumina":617,"abhängigkeit":618,"streckenlängen":619,"radien":620,"entsprechenenden":621,"ebenen":622,"dreiecke":623,"anwendung":624,"prosebezogene":625,"k3":626,"k4":627,"85":628,"klasse":629,"aufgeteilt":630,"anderen":631,"aspekt":632,"unterrichts":633,"behandeln":634,"erste":635,"abschnitt":636,"raum":637,"überschrieben":638,"zweite":639,"werteblidung":640,"werteorientierung":641,"liste":642,"beantworten":643,"dritte":644,"themas":645,"beachten":646,"vierte":647,"bearbeiten":648,"fünfte":649,"fachbezogene":650,"fachbezogenen":651,"erwerben":652,"sechste":653,"inhaltsbezogenen":654,"siebte":655,"fachbegriffen":656,"kennen":657,"achte":658,"kreis":659,"eigenschaften":660,"kreises":661,"neunte":662,"beiträgen":663,"55":664,"übersetzung":665,"sachkontext":666,"rechenform":667,"mehreren":668,"rechenoperationen":669,"lösung":670,"sachaufgaben":671,"zusammenhang":672,"ähnlich":673,"beginn":674,"jahrgang":675,"lebensweisen":676,"bildungschancen":677,"schul":678,"deutschland":679,"weltweit":680,"analysiert":681,"zusammengefasst":682,"welcher":683,"weltbevölkerung":684,"zugang":685,"bildung":686,"davon":687,"mädchen":688,"viele":689,"insgesamt":690,"ermöglicht":691,"eingesetzte":692,"wertschatzenden":693,"blick":694,"eigenen":695,"tellerrand":696,"winkel":697,"aufgabengebiete":698,"medienerziehung":699,"umwelt":700,"erkennen":701,"scheitelpunkt":702,"schenkel":703,"winkeltypen":704,"spitze":705,"recht":706,"stumpf":707,"gestreckt":708,"überstumpf":709,"winkeln":710,"geodreieck":711,"mindestens":712,"grad":713,"zeichnen":714,"45":715,"90":716,"180":717,"360":718,"winkelgrößen":719,"schätzen":720,"drehsinn":721,"kreise":722,"zirkel":723,"mittelpunkt":724,"radius":725,"durchmesser":726,"kreismuster":727,"diesem":728,"lemvides":729,"erstellen":730,"dynamischen":731,"software":732,"eingeführt":733,"zwei":734,"textabschnitte":735,"kurzen":736,"trägt":737,"kommunizieren":738,"erkennbar":739,"kompetenz":740,"gehören":741,"sowohl":742,"entnehmen":743,"mündlichen":744,"äußerungen":745,"sonstigen":746,"quellen":747,"darlegen":748,"überlegungen":749,"lösungswegen":750,"ergebnissen":751,"mündlicher":752,"schriftlicher":753,"adressatengerechten":754,"fachsprache":755,"spektrum":756,"reicht":757,"direkten":758,"informationsentnahme":759,"alltagsgebrauchs":760,"vom":761,"aufschreiben":762,"einfacher":763,"lösungswege":764,"sinnentnehmenden":765,"erfassen":766,"fachsprachlicher":767,"texte":768,"dokumentieren":769,"strukturieren":770,"präsentieren":771,"eigener":772,"geeigneter":773,"medien":774,"formulieren":775,"mathematische":776,"sachverhalte":777,"worten":778,"mathematischer":779,"begriffe":780,"mündlich":781,"abbildungen":782,"reagieren":783,"sach":784,"adressatengerecht":785,"kritik":786,"lösungen":787,"herstellen":788,"ergebnisse":789,"verfahren":790,"verständlich":791,"dar":792,"deuten":793,"komplexe":794,"sinnentnehmend":795,"situationsangemessen":796,"gehen":797,"inhalten":798,"konstruktiver":799,"fehlern":800,"verallgemeinern":801,"reflektieren":802,"sachgerecht":803,"beurteilen":804,"bewerten":805,"außerungen":806,"sachlich":807,"fachlich":808,"ausgehend":809,"auswählen":810,"heurismen":811,"ausführen":812,"vorgegebener":813,"selbst":814,"formulierte":815,"überprüfen":816,"plausibilität":817,"finden":818,"lösungsideen":819,"geeignete":820,"heuristische":821,"strategien":822,"skizzen":823,"systematisch":824,"probieren":825,"rückwärts":826,"zerlegen":827,"ergänzen":828,"problemlösen":829,"ausgewählt":830,"angewendet":831,"skizze":832,"anwenden":833,"bekannten":834,"heuristischen":835,"systematisches":836,"problemstellungen":837,"wählen":838,"entsprechender":839,"anspruchsvolle":840,"36":841,"lehrplans":842,"spezifisch":843,"bereich":844,"aspekte":845,"sprachbildungsaufgaben":846,"orientierung":847,"orientierungsaufgaben":848,"körper":849,"körperaufgaben":850,"einige":851,"visuell":852,"aufbereiten":853,"angegeben":854,"umsetzungshilfen":855,"umwelterziehung":856,"kopfgeometrie":857,"würfelbauten":858,"schrägbildern":859,"bauen":860,"lebenswelt":861,"quader":862,"würfel":863,"kegel":864,"zylinder":865,"kugel":866,"unterscheiden":867,"würfeln":868,"quadern":869,"netze":870,"modelle":871,"anfertigen":872,"pyramide":873,"prisma":874,"ihre":875,"definierenden":876,"schrägbilder":877,"dreiecksprismen":878,"empfohlen":879,"lernstation":880,"verpackungen":881,"unterrichten":882,"sammlung":883,"unterschiedlicher":884,"verpackung":885,"anreiz":886,"aspekten":887,"genauer":888,"untersuchen":889,"hierbei":890,"anregungen":891,"herstellung":892,"gewonnen":893,"verpackungsproblematik":894,"material":895,"nachhaltigkeit":896,"k1":897,"l4":898,"netz":899,"schrägbild":900,"48":901,"fächer":902,"physik":903,"linken":904,"inhaltsverzeichnis":905,"theoretische":906,"zugänge":907,"wahrscheinlichkeiten":908,"weitere":909,"empirische":910,"ziel":911,"wahrscheinlichkeitsrechnung":912,"mittelstufe":913,"theoretischen":914,"wahrscheinlichkeitsbegriff":915,"dessen":916,"innere":917,"verbin":918,"dung":919,"empirisch":920,"ermittelten":921,"relativen":922,"häufigkeiten":923,"erarbeiten":924,"kernen":925,"folglich":926,"verbindung":927,"theorie":928,"empirie":929,"zugleich":930,"zufällige":931,"prozesse":932,"empirischen":933,"welt":934,"statt":935,"dort":936,"nur":937,"sammlungen":938,"relative":939,"zugänglich":940,"wahrscheinlichkeit":941,"relati":942,"ven":943,"häufigkeit":944,"somit":945,"liefert":946,"abweichenden":947,"hinweise":948,"theo":949,"rie":950,"manchmal":951,"legosteinen":952,"jenseits":953,"empirischer":954,"schätzung":955,"rein":956,"zufallsversuch":957,"dann":958,"nehmen":959,"wir":960,"schätzwerte":961,"laplace":962,"experimenten":963,"bruch":964,"prozentsatz":965,"dezimalzahl":966,"strichlisten":967,"häufigkeitstabellen":968,"zufallsexperimenten":969,"15":970,"65":971,"statistik":972,"überschrift":973,"zufall":974,"blauen":975,"feld":976,"rotes":977,"spezifischen":978,"aufgelistet":979,"einschließlich":980,"behandlung":981,"sie":982,"digitalen":983,"fachinternen":984,"behandelt":985,"beschrieben":986,"sammeln":987,"quellenmaterial":988,"statistischer":989,"erhebungen":990,"stichprobengrößen":991,"erhebungsinstrument":992,"k7":993,"l5":994,"minimum":995,"maximum":996,"quartil":997,"boxplot":998,"linien":999,"balkendiagramm":1000,"erhobenen":1001,"tabellenkalkulationsprogramm":1002,"erfasst":1003,"graphisch":1004,"experimentieren":1005,"erfahrungen":1006,"gegründeten":1007,"anknüpfungspunkt":1008,"kritische":1009,"gangs":1010,"manipulationen":1011,"ermittlung":1012,"verschiedener":1013,"kenngroßen":1014,"deren":1015,"ver":1016,"gleich":1017,"unentbehrliche":1018,"hilfsmittel":1019,"datenauswertungen":1020,"gesellschaftlicher":1021,"ökologischer":1022,"77":1023,"screenshot":1024,"dargestellte":1025,"einleitung":1026,"kapitels":1027,"heutigen":1028,"hervorhebt":1029,"ziele":1030,"skizziert":1031,"klaren":1032,"leicht":1033,"lesbaren":1034,"umfasst":1035,"absätze":1036,"lautet":1037,"kooperativ":1038,"werkzeuge":1039,"förderung":1040,"problemlöseprozessen":1041,"entwicklung":1042,"modellen":1043,"reflexion":1044,"vor":1045,"nachteile":1046,"einzelner":1047,"selbstständig":1048,"mathematikwerkzeug":1049,"bestimmter":1050,"auszuwählen":1051,"querschnittsaufgabe":1052,"umsetzung":1053,"fachunterrichts":1054,"bildungsplans":1055,"niedergelegten":1056,"grundsätze":1057,"relevant":1058,"erläuterung":1059,"fachbezogener":1060,"sprachlicher":1061,"kompetenzmatrix":1062,"kerncurricula":1063,"zentralen":1064,"sprachlichen":1065,"verweise":1066,"inhaltsbereichen":1067,"sprachsensiblen":1068,"unterstützen":1069,"fachbereich":1070,"aufgeführt":1071,"abkürzung":1072,"medienziehung":1073,"fachübergreifenden":1074,"rel":1075,"urlisten":1076,"darstellen":1077,"auswerten":1078,"häufigkeitsabelle":1079,"lesen":1080,"aufstellen":1081,"graphische":1082,"erhebener":1083,"informationenentnahme":1084,"diagrammen":1085,"wert":1086,"privatsphäre":1087,"thematisieren":1088,"welche":1089,"erfragen":1090,"darf":1091,"wem":1092,"anvertraut":1093,"umzugehen":1094,"wegen":1095,"globaler":1096,"ungleichheiten":1097,"aufgrund":1098,"kriegen":1099,"gewalttätigen":1100,"konflikten":1101,"verlassen":1102,"heimat":1103,"deutschlandes":1104,"migration":1105,"flucht":1106,"verpflichtenden":1107,"vielschichtigkeit":1108,"begriffs":1109,"flüchtling":1110,"verstehen":1111,"befriedigung":1112,"grundlegender":1113,"bedürfnisse":1114,"menschenrecht":1115,"44":1116,"strukturen":1117,"beschäftigt":1118,"oben":1119,"platziert":1120,"gefolgt":1121,"roten":1122,"13":1123,"gleichungssysteme":1124,"zeilen":1125,"beschriftet":1126,"unterpunkte":1127,"beschreibungen":1128,"jeweiligen":1129,"phy":1130,"vorstellung":1131,"variablen":1132,"einsatz":1133,"heuristischer":1134,"grafisches":1135,"gleichungssystemen":1136,"lösbarkelt":1137,"lösungsverlauf":1138,"diesbezüglich":1139,"aussagen":1140,"lösungsverfahren":1141,"additionsverfahren":1142,"einsetzungsverfahren":1143,"gleichsetzungsverfahren":1144,"beherrschen":1145,"inklusive":1146,"taschenrechner":1147,"routiniert":1148,"vergleich":1149,"effektivität":1150,"jeweilige":1151,"fragestellung":1152,"problem":1153,"oft":1154,"abstrakte":1155,"einerselts":1156,"visualisierung":1157,"begreiflich":1158,"häufig":1159,"unendlich":1160,"ebenso":1161,"anschaulich":1162,"begründen":1163,"zudem":1164,"rechnerisch":1165,"mögliche":1166,"umformungsfehler":1167,"selektiv":1168,"78":1169,"struktur":1170,"überfachlicher":1171,"personale":1172,"lernmethodische":1173,"darstellt":1174,"jede":1175,"bestimmte":1176,"eigenschaft":1177,"unterhalb":1178,"fachliche":1179,"fachlichen":1180,"selbstwirksamkeit":1181,"selbstbehauptung":1182,"selbstreflexion":1183,"motivationale":1184,"einstellungen":1185,"engagement":1186,"lernmotivation":1187,"ausdauer":1188,"lernstrategien":1189,"problemlösefähigkeit":1190,"medienkompetenz":1191,"soziale":1192,"kooperationsfähigkeit":1193,"vielfalt":1194,"schieden":1195,"schiedene":1196,"bündeln":1197,"betreffen":1198,"folgende":1199,"l2":1200,"l3":1201,"selbstständigen":1202,"auseinander":1203,"setzung":1204,"argumentieren":1205,"modellieren":1206,"objekten":1207,"umgehen":1208,"roter":1209,"aufschrift":1210,"satz":1211,"pythagoras":1212,"rechtwinklige":1213,"tun":1214,"haben":1215,"80":1216,"ausschnitt":1217,"differentialrechnung":1218,"übersicht":1219,"erläutert":1220,"bisher":1221,"stellten":1222,"allem":1223,"bestandteile":1224,"erifernungen":1225,"kontexte":1226,"wissenvolumina":1227,"interpretiert":1228,"wurden":1229,"gerechnet":1230,"wurde":1231,"anderungsverhalten":1232,"stand":1233,"höchstens":1234,"fokus":1235,"qualitativer":1236,"qualitative":1237,"betrachtungen":1238,"beständen":1239,"ihren":1240,"anderungen":1241,"verstehensorientierten":1242,"analysis":1243,"daher":1244,"größeren":1245,"einnehmen":1246,"diskussion":1247,"neuverschuldung":1248,"gesunken":1249,"absatzgraphen":1250,"wirtschaftsprozessen":1251,"erennen":1252,"maximalpunkte":1253,"wendepunkte":1254,"interpretation":1255,"wichtigen":1256,"erkenntnisgewinn":1257,"bereits":1258,"bestandsfunktionen":1259,"zugehörige":1260,"anderungsrate":1261,"skizzieren":1262,"graphisches":1263,"ableiten":1264,"zuvor":1265,"gefundenen":1266,"besonderen":1267,"beziehung":1268,"setzen":1269,"bekommt":1270,"ableitungskaikul":1271,"kurvendiskussion":1272,"verständliche":1273,"größtenteils":1274,"zugehörigen":1275,"gegebenen":1276,"weise":1277,"nun":1278,"bestand":1279,"durchschnittlichen":1280,"momentanen":1281,"motivieren":1282,"herleiten":1283,"größenstellungen":1284,"funktionellen":1285,"zusammenhängen":1286,"zuordnungen":1287,"kovariationen":1288,"objektaspekt":1289,"jetzt":1290,"neu":1291,"zusammenspiel":1292,"bestandsfunktion":1293,"diskutiert":1294,"gegenüber":1295,"stark":1296,"viefältigen":1297,"sachkontexten":1298,"verankerten":1299,"bestände":1300,"geometrische":1301,"ergänzend":1302,"berücksichtigen":1303,"anschauung":1304,"steigung":1305,"sekanten":1306,"tangenten":1307,"zentrum":1308,"mittleren":1309,"lokalen":1310,"veranschaulicht":1311,"lokale":1312,"approximation":1313,"leistungsschwächeren":1314,"enganz":1315,"konkrete":1316,"ableitungskalküls":1317,"qualitativen":1318,"folgen":1319,"wieder":1320,"rückgebunden":1321,"fertigkeitszungen":1322,"übungsformen":1323,"eingebettet":1324,"optimierungsaufgaben":1325,"hilfsmitteln":1326,"sätzen":1327,"selben":1328,"sicht":1329,"ganz":1330,"verschiedenartigen":1331,"vielfaltigkeit":1332,"rechnung":1333,"sachzusammenhängen":1334,"sekanteigung":1335,"annäherung":1336,"tangentensteigung":1337,"berechnung":1338,"grenzwert":1339,"differenzenquotienten":1340,"einigen":1341,"beispielen":1342,"ableitungsrechnung":1343,"funktion":1344,"aufstellung":1345,"tangentengleichung":1346,"steigungswinkeln":1347,"hilfe":1348,"tangens":1349,"95":1350,"abschnitten":1351,"horizontale":1352,"linie":1353,"getrennt":1354,"obere":1355,"fünf":1356,"während":1357,"untere":1358,"längeren":1359,"beide":1360,"realtätische":1361,"dyna":1362,"mischer":1363,"geometriesoftware":1364,"berücksichtigung":1365,"sinnvollen":1366,"definitionsbereichs":1367,"wachstumsprozessen":1368,"funktionswerte":1369,"argumente":1370,"berechnen":1371,"näherungsweise":1372,"ablesen":1373,"große":1374,"zehnerpotenzschreibweise":1375,"logarithmen":1376,"umkehrung":1377,"potenzierens":1378,"sicher":1379,"taschenrechners":1380,"fällen":1381,"ohne":1382,"unserem":1383,"wirtschaften":1384,"liegt":1385,"wachstum":1386,"zugrunde":1387,"mo":1388,"dellierung":1389,"analyse":1390,"langfristiger":1391,"entwicklungen":1392,"diskus":1393,"sion":1394,"konsequenzen":1395,"daraus":1396,"grenzen":1397,"essentiell":1398,"unserer":1399,"nachhaltiger":1400,"exponentialfunktion":1401,"radioaktiven":1402,"zerfall":1403,"atomaren":1404,"endlagern":1405,"ausbreitung":1406,"krankheiten":1407,"ländern":1408,"historischen":1409,"epidemien":1410,"91":1411,"zusammenfasst":1412,"hervorgehoben":1413,"symbolen":1414,"reihe":1415,"beschäftigen":1416,"fachbereichen":1417,"zueinander":1418,"fußnote":1419,"seitenzahl":1420,"72":1421,"hinweist":1422,"pow":1423,"bio":1424,"gleichmäßige":1425,"zweier":1426,"alltagssituationen":1427,"unabhängige":1428,"abhängige":1429,"identifizieren":1430,"vs":1431,"antiproportionale":1432,"konstante":1433,"terme":1434,"linearen":1435,"linearem":1436,"term":1437,"situation":1438,"schreibweise":1439,"mx":1440,"produzieren":1441,"schützen":1442,"agieren":1443,"beginnen":1444,"d3":1445,"vier":1446,"listet":1447,"produzierens":1448,"präsentierens":1449,"weiterverarbeiten":1450,"integrieren":1451,"rechtliche":1452,"vorgaben":1453,"zeile":1454,"aspekts":1455,"d4":1456,"schützens":1457,"agierens":1458,"umgebungen":1459,"schutz":1460,"kompetenzbereich":1461,"nutzung":1462,"mittel":1463,"eigenständigen":1464,"verarbeitung":1465,"medienformate":1466,"bildern":1467,"videos":1468,"hörspielen":1469,"erklärflimen":1470,"animationen":1471,"präsentationen":1472,"collagen":1473,"nötig":1474,"technische":1475,"bearbeitungswerkzeuge":1476,"planen":1477,"produktion":1478,"gestalten":1479,"veröffentlichen":1480,"teilen":1481,"formaten":1482,"verarbeiten":1483,"vorhandene":1484,"produkte":1485,"weiter":1486,"bestehendes":1487,"wissen":1488,"urheberrecht":1489,"geistigem":1490,"eigentum":1491,"urheber":1492,"nutzungsrechte":1493,"lizenzen":1494,"fremden":1495,"werken":1496,"persönlichkeitsrechte":1497,"gebündelt":1498,"risiken":1499,"gefahren":1500,"bewusst":1501,"sein":1502,"41":1503,"offensichtlich":1504,"bezug":1505,"spezifische":1506,"beispiel":1507,"globales":1508,"67":1509,"inf":1510,"dreiecksgometrie":1511,"elementargeometrie":1512,"verbindet":1513,"praktisches":1514,"konstruieren":1515,"begründendem":1516,"beweisendem":1517,"elementargeometrischen":1518,"sätze":1519,"möglich":1520,"wäre":1521,"folgendes":1522,"geradenkreuzungen":1523,"scheitelwinkel":1524,"nebenwinkelsatz":1525,"nacheinander":1526,"begründet":1527,"stufenwinkelsatz":1528,"vorwärts":1529,"geraden":1530,"parallel":1531,"dritten":1532,"geschnitten":1533,"stufenwinkel":1534,"groß":1535,"begründung":1536,"parallelverschiebung":1537,"wechselwinkelsatz":1538,"wechselwinkel":1539,"scheitelwinkelsatz":1540,"innenwinkelsummensatz":1541,"vertiefend":1542,"leistungsstarke":1543,"stufen":1544,"doppelten":1545,"geradenkreuzung":1546,"geschnittenen":1547,"widerspruchsbeweis":1548,"hieran":1549,"anschließend":1550,"sollten":1551,"begründungsaufgaben":1552,"bearbeitet":1553,"sinne":1554,"sprachbildenden":1555,"unterstützende":1556,"strukturierende":1557,"methoden":1558,"scaffolding":1559,"zurückzugreifen":1560,"vorbereiten":1561,"konstruktionsniveau":1562,"erfahrungsgesammelt":1563,"ortslinien":1564,"mittelsenkrechten":1565,"winkelhalbierenden":1566,"dreieck":1567,"ausgangspunkt":1568,"daran":1569,"angeschlossene":1570,"punkt":1571,"weit":1572,"entfernt":1573,"orten":1574,"schnittpunkt":1575,"strahlen":1576,"kontext":1577,"konstruktionen":1578,"kongruenzsätze":1579,"eindeutigkeitsaussagen":1580,"erfebbaren":1581,"einsichtig":1582,"wiederum":1583,"elementargeometrische":1584,"begründungen":1585,"basiswinkelsatz":1586,"senkrechte":1587,"kongruenzsatz":1588,"sss":1589,"thales":1590,"innerevait":1591,"formal":1592,"beweisstabellen":1593,"notierte":1594,"standessens":1595,"handelnde":1596,"konkreten":1597,"hältngt":1598,"ab":1599,"muss":1600,"individuell":1601,"lehrkraft":1602,"entschieden":1603,"beweisen":1604,"dreiecksarten":1605,"klassifizieren":1606,"höhen":1607,"lineal":1608,"dynamischer":1609,"koordinatensystem":1610,"spitzwinklig":1611,"stumpfwinklig":1612,"gleichschenklig":1613,"gleichseitig":1614,"nebenwinkel":1615,"beweis":1616,"höhe":1617,"kongruent":1618,"umkreis":1619,"mathematikunterricht":1620,"seinen":1621,"zielen":1622,"gegliedert":1623,"fachs":1624,"wertebildung":1625,"standardmäßigen":1626,"elemente":1627,"einsatzes":1628,"computern":1629,"lage":1630,"versetzt":1631,"bezogen":1632,"vorliegende":1633,"adäquate":1634,"erreicht":1635,"existenz":1636,"solcher":1637,"computersoftware":1638,"allgemeinbildende":1639,"kalkülhafter":1640,"berechnungen":1641,"papier":1642,"bleistift":1643,"abgenommen":1644,"stattdessen":1645,"nimmt":1646,"erwerbs":1647,"kenntnissen":1648,"numerische":1649,"iterative":1650,"approximative":1651,"widerspiegeln":1652,"soll":1653,"jedoch":1654,"kein":1655,"selbstzweck":1656,"ziellose":1657,"ausarten":1658,"stellenwert":1659,"erwächst":1660,"verantwortung":1661,"unterricht":1662,"seine":1663,"häufigen":1664,"realen":1665,"herauszuarbeiten":1666,"modellierung":1667,"außermathematischer":1668,"spielen":1669,"menschliche":1670,"entscheidungen":1671,"wertvorstellungen":1672,"ansatz":1673,"vernachlässigt":1674,"ergebnis":1675,"außermathematische":1676,"phänomen":1677,"zentrale":1678,"rolle":1679,"ihrem":1680,"per":1681,"se":1682,"wertfrei":1683,"objektiv":1684,"betrachteten":1685,"beschreibenden":1686,"deutung":1687,"fehlinterpretationen":1688,"verbreitet":1689,"reichen":1690,"ursachen":1691,"manipulativem":1692,"missbrauch":1693,"fehlender":1694,"stochastischer":1695,"aufgabe":1696,"wissenschaftlichen":1697,"rationalen":1698,"kritischen":1699,"stochastischen":1700,"sodass":1701,"gesellschaftlichen":1702,"diskurs":1703,"partizipieren":1704,"beurteilung":1705,"wertung":1706,"begegnung":1707,"zufälligen":1708,"ereignissen":1709,"unendlichen":1710,"ihr":1711,"weltbild":1712,"argumentationen":1713,"skeptisch":1714,"hinterfragen":1715,"optimalen":1716,"zeit":1717,"ressourcen":1718,"wesentliche":1719,"politischen":1720,"ökonomischen":1721,"sachverhalten":1722,"problemlosen":1723,"fördert":1724,"interesse":1725,"regionalen":1726,"globalen":1727,"herausforderungen":1728,"nachhaltige":1729,"vielfältigen":1730,"lebensbereichen":1731,"verantwortungsvoll":1732,"nachhaltig":1733,"grundlagenfach":1734,"leistet":1735,"prinzip":1736,"all":1737,"kompetenzbereichen":1738,"beiträge":1739,"unterrichtsmodulen":1740,"nummer":1741,"brüchen":1742,"befinden":1743,"multiplikation":1744,"division":1745,"veranschaulichen":1746,"zeigen":1747,"whiteboard":1748,"umfassende":1749,"lehrern":1750,"nützliche":1751,"ressource":1752,"deu":1753,"nachdem":1754,"vorherigen":1755,"stehen":1756,"lernhürden":1757,"verbunden":1758,"rückgriff":1759,"bildliche":1760,"darstellungsformen":1761,"bruchstreifen":1762,"rechteckfelder":1763,"überführt":1764,"zusammenfügen":1765,"umgleichnamiger":1766,"brüche":1767,"gelingt":1768,"erst":1769,"bruchdarstellungen":1770,"kompatibel":1771,"gemacht":1772,"indem":1773,"anteile":1774,"gemeinsame":1775,"gefunden":1776,"überhaupt":1777,"so":1778,"entstandenen":1779,"teile":1780,"zusammengesetzt":1781,"zähler":1782,"addiert":1783,"sinn":1784,"hinter":1785,"additionskalkül":1786,"verhält":1787,"rechteckfeld":1788,"anschaulichen":1789,"abgrenzung":1790,"beider":1791,"operationen":1792,"langfristig":1793,"verwechslungsfehler":1794,"beiden":1795,"kalkülen":1796,"explicitisierungen":1797,"fachvortellungen":1798,"auftauchen":1799,"multiplizieren":1800,"macht":1801,"größer":1802,"dividieren":1803,"kleiner":1804,"grundsätzlich":1805,"vorrang":1806,"technischen":1807,"uben":1808,"kalküls":1809,"spielt":1810,"erfinden":1811,"passender":1812,"sachsituationen":1813,"vorgegebenen":1814,"termen":1815,"richtig":1816,"wiederzuerkennen":1817,"darzustellen":1818,"bekannte":1819,"zurückgreifen":1820,"keinesfalls":1821,"trivial":1822,"beispiele":1823,"medina":1824,"apfelsaft":1825,"schüttet":1826,"weg":1827,"noch":1828,"viel":1829,"gilt":1830,"begonnene":1831,"album":1832,"fortgeführt":1833,"darin":1834,"notieren":1835,"neuen":1836,"erkenntnis":1837,"zahlbeispielen":1838,"zusammenfassen":1839,"rechnerisches":1840,"erklären":1841,"notwendigkeit":1842,"gleichen":1843,"nenners":1844,"täglichen":1845,"leben":1846,"vorkommen":1847,"anteilen":1848,"grundvorstellung":1849,"aufteilen":1850,"passen":1851,"54":1852,"deine":1853,"praezise":1854,"screenshots":1855,"lehrplaenen":1856,"extrahieren":1857,"inhaltsbeschreibung":1858,"ich":1859,"werde":1860,"dir":1861,"hamburgs":1862,"verwendet":1863,"paar":1864,"saetzen":1865,"erklaeren":1866,"besonders":1867,"benennen":1868,"deiner":1869,"leser":1870,"sofort":1871,"versteht":1872,"art":1873,"visuelle":1874,"aufzaehlungspunkte":1875,"layout":1876,"klar":1877,"basierend":1878,"du":1879,"abgeschlossen":1880,"hast":1881,"gehe":1882,"jedes":1883,"element":1884,"korrekten":1885,"transkribiere":1886,"vollstaendigen":1887,"würdest":1888,"exakte":1889,"textes":1890,"interpretationen":1891,"korrekturen":1892,"schreibe":1893,"er":1894,"steht":1895,"rechtschreibung":1896,"formatierungen":1897,"sichtbar":1898,"füge":1899,"hinzu":1900,"verstaendlich":1901,"strukturiert":1902,"formatierung":1903,"fuer":1904,"ausgabe":1905,"freundlichen":1906,"gib":1907,"transkriptionen":1908,"textelemente":1909,"nenne":1910,"falls":1911,"format":1912,"aufzählungspunkte":1913,"anforderungen":1914,"jeden":1915,"weiße":1916,"hintergrundfarbe":1917,"schwarz":1918,"gehalten":1919,"25":1920,"schaubildern":1921,"ihrer":1922,"sachverhaltes":1923,"miteinander":1924,"werten":1925,"statistischen":1926,"absolute":1927,"zentralwert":1928,"arithmetisches":1929,"spannweite":1930,"statistische":1931,"stichprobenauswahl":1932,"geeignet":1933,"säulendiagramm":1934,"kreisdiagramm":1935,"boxplots":1936,"linienkalkulation":1937,"entdecken":1938,"irreführende":1939,"erläutern":1940,"woran":1941,"manipulative":1942,"d1":1943,"suchen":1944,"aufbewahren":1945,"d2":1946,"kooperieren":1947,"filtern":1948,"speichern":1949,"abrufen":1950,"interagieren":1951,"zusammenarbeiten":1952,"40":1953,"aneignen":1954,"effizient":1955,"zeitsparend":1956,"vertrauenswürdige":1957,"gelangen":1958,"wiederauffindbar":1959,"klären":1960,"arbeits":1961,"suchinteressen":1962,"legen":1963,"fest":1964,"suchstrategien":1965,"relevante":1966,"vermutungen":1967,"gegenbeispiele":1968,"kritisch":1969,"informationsquellen":1970,"rufen":1971,"fassen":1972,"organisieren":1973,"bewahren":1974,"kommunikationsmittel":1975,"zwecke":1976,"plattformen":1977,"verfügung":1978,"kommunikationsmitteln":1979,"kommuniziert":1980,"erworben":1981,"mittels":1982,"respektvoll":1983,"zusammenzuarbeiten":1984,"gemeinsam":1985,"sichere":1986,"austausch":1987,"kommunikationsmöglichkeiten":1988,"zielgerichtet":1989,"situationsgerecht":1990,"dateien":1991,"links":1992,"referenzierungspraxis":1993,"quellenangaben":1994,"zusammenarbeit":1995,"zusammenführung":1996,"erarbeitung":1997,"dokumenten":1998,"gesellschaft":1999,"aktiv":2000,"teilhaben":2001,"öffentlich":2002,"private":2003,"dienste":2004,"geben":2005,"medienerfahrungen":2006,"bringen":2007,"kommunikative":2008,"selbstbestimmte":2009,"bürgerinnen":2010,"bürger":2011,"deutsch":2012,"hauptabschnitte":2013,"titelabschnitt":2014,"inhaltabschnitt":2015,"reproduzieren":2016,"aktivitäten":2017,"anweisungen":2018,"verständige":2019,"formeln":2020,"gleichungen":2021,"geometrischen":2022,"kreisen":2023,"überschaubaren":2024,"routineverfahren":2025,"komplexen":2026,"reflektierenden":2027,"bewertung":2028,"faktenwissen":2029,"regelwissen":2030,"zielgerichtetes":2031,"effizientes":2032,"gleichung":2033,"vertrauten":2034,"lösungs":2035,"kontrollverfahren":2036,"objekte":2037,"flexibel":2038,"ihnen":2039,"hinsichtlich":2040,"effizienz":2041,"allgemeingültigkeit":2042,"keit":2043,"überfragen":2044,"38":2045,"umsatzungshilfen":2046,"nummeriert":2047,"ii":2048,"gesundheitsförderung":2049,"pgw":2050,"bisherigen":2051,"module":2052,"annahmen":2053,"modellbildungen":2054,"vorliegen":2055,"experiments":2056,"theoretischer":2057,"mehrstufigen":2058,"baumdiagrammen":2059,"berechenbar":2060,"tatsächlich":2061,"durchgeführte":2062,"zufallsexperimente":2063,"abhängig":2064,"weichen":2065,"prognose":2066,"abweichung":2067,"schwachen":2068,"gesetzes":2069,"anhand":2070,"simulationen":2071,"tabellenkalkulationsprogrammen":2072,"erkundet":2073,"bedingten":2074,"erfasste":2075,"merkmalen":2076,"stichprobe":2077,"setzt":2078,"bow":2079,"echten":2080,"anschließenden":2081,"fragenstellungen":2082,"dadurch":2083,"lediglich":2084,"bruchrechnung":2085,"vereinfachte":2086,"decodieren":2087,"angemessene":2088,"visualisierungen":2089,"vierfeldertafeln":2090,"einheitsquadrate":2091,"spiegelbildliche":2092,"baumdiagramme":2093,"übersetzen":2094,"mathematisieren":2095,"stellt":2096,"eigentliche":2097,"zweiten":2098,"starker":2099,"schwerpunkt":2100,"liegen":2101,"zufalsexperimenten":2102,"baumdiagramm":2103,"pfadregeln":2104,"summen":2105,"produktregel":2106,"gegenwahrscheinlichkeiten":2107,"mehrstufige":2108,"zufalsexperimente":2109,"erwartungswerte":2110,"theorethisch":2111,"approximieren":2112,"erwartungswert":2113,"zufallserscheinungen":2114,"übersichtliche":2115,"aller":2116,"möglichen":2117,"mehrstufiger":2118,"anzahlen":2119,"günstigen":2120,"zufallsversuchen":2121,"zweistufige":2122,"experimente":2123,"durchführen":2124,"bedingte":2125,"alltagsituationen":2126,"vierfeldertafel":2127,"ereignis":2128,"ergebnismenge":2129,"84":2130,"naturwissenschaften":2131,"untertitel":2132,"exponentielles":2133,"textpassagen":2134,"reale":2135,"paradigmatisch":2136,"funktionsklasse":2137,"sieht":2138,"vertreter":2139,"graph":2140,"funktionsterm":2141,"schreibweisen":2142,"tabellenform":2143,"typische":2144,"parameter":2145,"realisierungen":2146,"realisierung":2147,"darstellungsvernetzung":2148,"grundsätzliche":2149,"unterschied":2150,"funktionsklassen":2151,"neuer":2152,"basen":2153,"grob":2154,"abnahmen":2155,"kommen":2156,"häufigsweise":2157,"bestimmten":2158,"zeitrahmen":2159,"bakterienwachstum":2160,"zinseszins":2161,"effekt":2162,"radioaktivem":2163,"abkühlungsprozessen":2164,"anfangsweit":2165,"wachstumsfaktoren":2166,"unterschiedlich":2167,"begegnen":2168,"ersten":2169,"mal":2170,"asymptotisches":2171,"verhalten":2172,"streckungen":2173,"stauchungen":2174,"verschiebungen":2175,"richtung":2176,"lineares":2177,"vorgreifend":2178,"ausgangsgröße":2179,"verändert":2180,"zugeordnete":2181,"größe":2182,"additiv":2183,"demgegenüber":2184,"konstanten":2185,"wachstumsfaktor":2186,"multiplikativ":2187,"pfeildiagramme":2188,"wertebeispiele":2189,"gegenübergestellt":2190,"gedeutet":2191,"objektvorsellungen":2192,"exponentielfunktionen":2193,"zuordnen":2194,"darstellungsform":2195,"abnahme":2196,"startwert":2197,"asymptote":2198,"logarithmus":2199,"leer":2200,"kommunikations":2201,"kooperationsfähigkeiten":2202,"verschlüsselten":2203,"32":2204,"aufgebaut":2205,"lernziele":2206,"unterrichtsstunden":2207,"zahlenreihen":2208,"fort":2209,"platzhalter":2210,"tabellarischer":2211,"tragen":2212,"werte":2213,"skalieren":2214,"je":2215,"koordinatenachsen":2216,"gesetzmäßigkeiten":2217,"fehlende":2218,"funktional":2219,"charakteristische":2220,"antiproportionalen":2221,"realitätsnaher":2222,"passend":2223,"grafischer":2224,"grafischen":2225,"tabellarischen":2226,"wechseln":2227,"verfügen":2228,"tragfähige":2229,"funktionalen":2230,"kovariations":2231,"objektvorstellung":2232,"entscheiden":2233,"charakteristischen":2234,"problems":2235,"passende":2236,"wahl":2237,"ganzzahlige":2238,"gebrochenrationale":2239,"potenz":2240,"sinus":2241,"kosinus":2242,"einflüsse":2243,"parametern":2244,"funktions":2245,"stauchen":2246,"verschieben":2247,"19":2248,"listen":2249,"schnell":2250,"natürliche":2251,"umselzungshilfen":2252,"gelungen":2253,"genügend":2254,"gelegenheit":2255,"grundoperationen":2256,"verständnisorientiert":2257,"sicherheit":2258,"gewinnen":2259,"bündelungssprinzip":2260,"dezimalen":2261,"spätere":2262,"angebunden":2263,"wegnehmen":2264,"erganzen":2265,"bindeln":2266,"rechenfeld":2267,"fortgesetzte":2268,"verteilen":2269,"antwort":2270,"gute":2271,"beherrschung":2272,"einmaleins":2273,"rechengeschwindigkeit":2274,"erheblich":2275,"erhöhen":2276,"kopfrechnen":2277,"schriftliche":2278,"darum":2279,"rechenfähigkeit":2280,"möglichst":2281,"schwierigen":2282,"trainieren":2283,"produktiven":2284,"zusam":2285,"menhangen":2286,"beizutragen":2287,"zahlvorstellung":2288,"anzah1":2289,"rangzahl":2290,"maßzahl":2291,"dezimales":2292,"zahlenraum":2293,"000":2294,"zahlenstrahls":2295,"größenordnungen":2296,"quadratzahlen":2297,"polenzschreibweise":2298,"umkehroperation":2299,"kopf":2300,"100":2301,"200":2302,"rechenregeln":2303,"strich":2304,"zahlenterme":2305,"rechenbaums":2306,"gleichheitszeichen":2307,"korrekt":2308,"fortsetzenden":2309,"mustern":2310,"rechengesetze":2311,"rechnetemen":2312,"überschlagsrechnung":2313,"kontrolle":2314,"überschreitungen":2315,"negative":2316,"s2":2317,"s4":2318,"variable":2319,"aequivalenz":2320,"einsetzungsaspekt":2321,"veränderliche":2322,"bedeutungsgeloste":2323,"zeichen":2324,"kalkülaspekt":2325,"festlegen":2326,"aufordnung":2327,"einsatzen":2328,"ausrechnen":2329,"beschreibungsmittel":2330,"gegenstandsaspekt":2331,"69":2332,"überfächliche":2333,"unterbrochen":2334,"erfolgreiche":2335,"lernentwicklungen":2336,"erwerb":2337,"fachlicher":2338,"fächerübergreifend":2339,"bewältigung":2340,"vermittlung":2341,"überfächlicher":2342,"gemeinsames":2343,"unterrichtsfächer":2344,"schullebens":2345,"überfächlichen":2346,"bereichen":2347,"umfassen":2348,"haltungen":2349,"vertrauen":2350,"fähigkeiten":2351,"wirksamkeit":2352,"handelns":2353,"realistisch":2354,"einzuschätzen":2355,"ange":2356,"eigene":2357,"meinungen":2358,"vertreten":2359,"treffen":2360,"bereitschaft":2361,"dinge":2362,"einzusetzen":2363,"engagieren":2364,"initiative":2365,"ausdauernd":2366,"konzentriert":2367,"teressen":2368,"erfahrung":2369,"anstrengung":2370,"erreichen":2371,"bewussten":2372,"selbstgesteuertes":2373,"effektiv":2374,"arten":2375,"angemessener":2376,"erforderlich":2377,"genen":2378,"zusammmenarbeiten":2379,"zählen":2380,"erfolgreich":2381,"konstruktiv":2382,"toleranz":2383,"empathie":2384,"respekt":2385,"nachfolgenden":2386,"genannten":2387,"jahrgangs":2388,"anders":2389,"rahmenplänen":2390,"differenziert":2391,"ent":2392,"wicklung":2393,"beschriebenen":2394,"lehr":2395,"käften":2396,"kontinuierlich":2397,"begleitet":2398,"gefördert":2399,"schulinternen":2400,"curriculums":2401,"kompetenzentwicklung":2402,"betonen":2403,"angeordnet":2404,"verdeutlichen":2405,"prozessbezogenen":2406,"haltsbezogenen":2407,"verbund":2408,"kmk":2409,"strategie":2410,"definiert":2411,"kinder":2412,"jugendliche":2413,"schule":2414,"reflektiert":2415,"mündig":2416,"digitalisierung":2417,"geprägten":2418,"sechs":2419,"d5":2420,"handeln":2421,"d6":2422,"formulierten":2423,"verwoben":2424,"erfahrungs":2425,"lernmöglichkeiten":2426,"stattfinden":2427,"kompetenzarten":2428,"einzeln":2429,"bedarfsgerecht":2430,"technologien":2431,"entlastung":2432,"routinearbeiten":2433,"eignet":2434,"realistischer":2435,"anwendungs":2436,"vernetzen":2437,"händige":2438,"digital":2439,"gestützte":2440,"darstellungswechsel":2441,"besser":2442,"ausbilden":2443,"tiefgreifendes":2444,"konzeptuelles":2445,"verständnis":2446,"kapiteln":2447,"möglichkeiten":2448,"gestellt":2449,"auflisten":2450,"messungen":2451,"volumen":2452,"masse":2453,"genauigkeit":2454,"messvorgängen":2455,"altagsgegenständen":2456,"plausibilitätsprüfung":2457,"einheiten":2458,"länge":2459,"fläche":2460,"geld":2461,"wandeln":2462,"hierfür":2463,"situationsgerechten":2464,"stadtplänen":2465,"landkarten":2466,"maßstabsleisten":2467,"entfernungen":2468,"enthaltene":2469,"anzahl":2470,"einheitsswürfeln":2471,"umfang":2472,"flächeninhalt":2473,"quadraten":2474,"rechtecken":2475,"rechtwinkligen":2476,"messinstrumente":2477,"maßangaben":2478,"gewählten":2479,"sachsituation":2480,"gradlinig":2481,"begrenzter":2482,"kreissegmenten":2483,"zusammengesetzten":2484,"formelsammlung":2485,"gewicht":2486,"rechenergebnisse":2487,"entsprechend":2488,"ausgangsgrößen":2489,"17":2490,"handelt":2491,"million":2492,"natürlicher":2493,"unge":2494,"rade":2495,"primzahlen":2496,"faktoren":2497,"ausreichend":2498,"mehrerer":2499,"ganzer":2500,"züglich":2501,"nulllinie":2502,"gegensatz":2503,"reellen":2504,"vollständigkeit":2505,"zahlengerade":2506,"situationsgemäß":2507,"stel":2508,"lenwertsystem":2509,"relativ":2510,"verhältnis":2511,"bezüglich":2512,"null":2513,"zahlengeraden":2514,"unvollständigkeit":2515,"zahlbereichen":2516,"rechteckigen":2517,"box":2518,"schwarzem":2519,"titels":2520,"gesamte":2521,"weißen":2522,"eingesetzt":2523,"werkzeug":2524,"veranschaulichungen":2525,"sonst":2526,"unlösbare":2527,"numerischer":2528,"näherungen":2529,"94":2530,"prominent":2531,"mitte":2532,"hauptteil":2533,"hauptabschnitten":2534,"konzepte":2535,"illustrieren":2536,"erlaeutert":2537,"organisierten":2538,"lesbar":2539,"ueber":2540,"schueler":2541,"klassen":2542,"trends":2543,"diagramm":2544,"verstaendnis":2545,"grauen":2546,"eingefasst":2547,"rote":2548,"56":2549,"symmetrien":2550,"wiederholende":2551,"muster":2552,"bestimmtes":2553,"jedem":2554,"präzise":2555,"guten":2556,"überblick":2557,"einfach":2558,"trigonometrie":2559,"einstimmen":2560,"ähnlichkeitsbeziehung":2561,"gen":2562,"folgender":2563,"gedanke":2564,"rechtkiligen":2565,"außer":2566,"annehmen":2567,"bestimmung":2568,"strahlensätzen":2569,"erstmals":2570,"berechnenbar":2571,"zufügfüren":2572,"bekanntes":2573,"kosinussatz":2574,"vertiefenden":2575,"zusammensang":2576,"kon":2577,"gruenzsätzen":2578,"irgendwie":2579,"gegebene":2580,"eindeutig":2581,"löbar":2582,"bereichenbarkeit":2583,"wesentlichen":2584,"schlüsselwörter":2585,"zunächst":2586,"danach":2587,"rechtkilige":2588,"verhältnisse":2589,"besondere":2590,"seitenlängen":2591,"aendungskontexten":2592,"zusammenshängen":2593,"sinussatz":2594,"anwendungskontexten":2595,"ankathete":2596,"gegenkathete":2597,"bezu":2598,"ge":2599,"86":2600,"absätzen":2601,"organisiert":2602,"fett":2603,"gedruckt":2604,"markiert":2605,"nachfolgend":2606,"kern":2607,"bildungsstandards":2608,"hiermit":2609,"arbeitens":2610,"hinreichender":2611,"breite":2612,"anforderungsbereiche":2613,"anforderungsbereich":2614,"routinetätigkeiten":2615,"wiedergabe":2616,"direkte":2617,"grundlegenden":2618,"begriffen":2619,"abgegrenzten":2620,"gebiet":2621,"wiederholenden":2622,"anordnen":2623,"bekannter":2624,"kenntnisse":2625,"fertigkeiten":2626,"verknüpft":2627,"iii":2628,"selbstständige":2629,"vorgehensweisen":2630,"komplexer":2631,"unbekannter":2632,"gegebenheiten":2633,"folgerungen":2634,"wertungen":2635,"eigenständiger":2636,"situationsangemessener":2637,"beweise":2638,"prüfen":2639,"begründete":2640,"außern":2641,"plausibilitätsargumenten":2642,"inhaltsanschauliche":2643,"argumentationsketten":2644,"vertraute":2645,"rechnungen":2646,"regeln":2647,"basis":2648,"alltagswissen":2649,"überschaubare":2650,"mehrschrittige":2651,"konsistenz":2652,"bzgl":2653,"ihres":2654,"anwendungskontextes":2655,"ordnungen":2656,"logische":2657,"charakteristisch":2658,"27":2659,"befasst":2660,"aufschlüsseln":2661,"näher":2662,"scheint":2663,"umfassenderen":2664,"wetten":2665,"alltagsbeispiele":2666,"unmöglich":2667,"wahrscheinlich":2668,"besten":2669,"gewinnchancen":2670,"vorhersagen":2671,"entwerfen":2672,"kreisdiagramme":2673,"ermitteln":2674,"prozent":2675,"dezimalzahlweise":2676,"kreisdiagrammen":2677,"münzen":2678,"beutreilen":2679,"wette":2680,"warum":2681,"wurfzahlen":2682,"würfelergebnisse":2683,"wurfzahl":2684,"lehkraft":2685,"miteinem":2686,"tabellationsprogramm":2687,"liefern":2688,"durchführungen":2689,"zufallsexperiments":2690,"59":2691,"fächern":2692,"farben":2693,"unterlegt":2694,"kategorien":2695,"argumentation":2696,"textverständnis":2697,"92":2698,"prüfung":2699,"dient":2700,"intensiven":2701,"wiederholung":2702,"gelernten":2703,"besonderem":2704,"schulabschluss":2705,"geforderten":2706,"aufgabenformate":2707,"inhaltbezogenen":2708,"fördern":2709,"auszubilden":2710,"geschwindigkeit":2711,"gelöst":2712,"prüfungen":2713,"gefordert":2714,"prüfungsdruchgängen":2715,"vorjahre":2716,"teststrategien":2717,"einzu":2718,"problematisierungsweise":2719,"padek":2720,"rechenwege":2721,"erklaren":2722,"krollieren":2723,"sachkontextuelle":2724,"sackkontext":2725,"flächeninhalte":2726,"materialien":2727,"benötigt":2728,"medienverziehung":2729,"prismen":2730,"zylindern":2731,"charakterisieren":2732,"oberfläche":2733,"oberflächeninhalt":2734,"unterichtet":2735,"projektorientiert":2736,"vielfältige":2737,"anknüpfungspunkte":2738,"nachhaltigkeitsfragen":2739,"nachzudenken":2740,"platz":2741,"brauchen":2742,"familienhaus":2743,"unnotiger":2744,"luxus":2745,"wohnen":2746,"woanders":2747,"bewohnen":2748,"würde":2749,"76":2750,"nummerierung":2751,"prozente":2752,"kombination":2753,"blau":2754,"rot":2755,"beinhalten":2756,"aufzählungen":2757,"befassen":2758,"zahlbereichserweiterung":2759,"vorstellungen":2760,"zahlenstellungen":2761,"zahlenvergleichen":2762,"teilweise":2763,"grundlegend":2764,"ändern":2765,"mehr":2766,"ganzen":2767,"resultate":2768,"verteilungssituationen":2769,"heißt":2770,"pizzen":2771,"getränk":2772,"gemischt":2773,"besonderheit":2774,"unterstellungen":2775,"verfeinert":2776,"vorgenommen":2777,"zahlendarstellungen":2778,"gleichwertiger":2779,"begriffsbindung":2780,"nachrangig":2781,"rechteckfeldern":2782,"prozentschreibweise":2783,"helfen":2784,"hilfen":2785,"vostellungsaufbau":2786,"erweisen":2787,"erweiterm":2788,"verfeinern":2789,"kürzen":2790,"vergrobern":2791,"darstellungsfor":2792,"men":2793,"durchgeführt":2794,"vernetzt":2795,"wo":2796,"finde":2797,"nenner":2798,"bruches":2799,"anzuleiten":2800,"baustein":2801,"anlegen":2802,"albums":2803,"schon":2804,"erkenntnisse":2805,"eintragen":2806,"später":2807,"fortgesetzt":2808,"nachschlagewerk":2809,"wiederholen":2810,"sozial":2811,"erziehung":2812,"e2":2813,"nwt":2814,"daellen":2815,"zahlenbereichserweiterung":2816,"teilhaften":2817,"andere":2818,"vorstrukturierten":2819,"selbstgewählten":2820,"prozentdarstellung":2821,"erweitern":2822,"vergröbern":2823,"verfei":2824,"nern":2825,"rechnersich":2826,"kalkül":2827,"gleichwertige":2828,"49":2829,"hamburger":2830,"ebene":2831,"47":2832,"ortierung":2833,"strecke":2834,"strahl":2835,"parallele":2836,"abstände":2837,"einzeichnen":2838,"gründrisse":2839,"grobe":2840,"lagepläne":2841,"raster":2842,"vierecke":2843,"polygone":2844,"parallelogramme":2845,"rechtecke":2846,"quadrate":2847,"nennen":2848,"kooperation":2849,"technik":2850,"pixel":2851,"grafik":2852,"programm":2853,"vektor":2854,"genutzt":2855,"unterschiede":2856,"grafiktypen":2857,"abstand":2858,"gründriss":2859,"rechteck":2860,"quadrat":2861,"parallelogramm":2862,"senkrecht":2863,"achse":2864,"koordinate":2865,"ursprung":2866,"problemlösung":2867,"pädagogischen":2868,"stammen":2869,"weltsicht":2870,"klärung":2871,"fragestellungen":2872,"anlass":2873,"individueller":2874,"mathematikunterrichtes":2875,"fächerübergreifendes":2876,"lernumgebungen":2877,"übungsphasen":2878,"bestehen":2879,"fülle":2880,"beziehungslos":2881,"aneinandergereihter":2882,"typs":2883,"vielmehr":2884,"gearbeitet":2885,"untereinander":2886,"exploriert":2887,"spielräume":2888,"eigentätigkeit":2889,"öffnen":2890,"beschränkung":2891,"aktuell":2892,"stoff":2893,